2_CAD_Structure/sim/NACA0012/NACA0012_foam/0/nut
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nut;
}

dimensions [0 2 -1 0 0 0 0];

internalField uniform 1e-5;

boundaryField
{
    inlet
    {
        type calculated;
        value uniform 0;
    }

    outlet
    {
        type calculated;
        value uniform 0;
    }

    sides
    {
        type calculated;
        value uniform 0;
    }
}

