2_CAD_Structure/sim/NACA0012/NACA0012_foam/0/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}

dimensions [0 2 -2 0 0 0 0];

internalField uniform 0;

boundaryField
{
    inlet
    {
        type zeroGradient;        // Pressure adjusts at inlet
    }

    outlet
    {
        type fixedValue;          // Reference pressure
        value uniform 0;
    }

    sides
    {
        type zeroGradient;
    }
}

