2_CAD_Structure/sim/NACA0012/NACA0012_foam/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}

transportModel Newtonian;

nu [0 2 -1 0 0 0 0] 1.5e-5;   // Air at ~20°C

