2_CAD_Structure/sim/NACA0012/NACA0012_foam/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}

simulationType RAS;

RAS
{
    RASModel kOmegaSST;
    turbulence on;
    printCoeffs on;
}

