2_CAD_Structure/sim/NACA0012/NACA0012_foam/system/snappyHexMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      snappyHexMeshDict;
}

geometry
{
    NACA0012_SIM_downscaled.stl
    {
        type triSurfaceMesh;
        name fin;
    }
}
